deploy/tests/benchmark/results/http_ev_c100.txt
Running 20s test @ http://127.0.0.1:27006/hello/hello
  4 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   662.93us  504.13us  32.47ms   94.44%
    Req/Sec    38.88k     5.29k   50.78k    77.74%
  3119620 requests in 18.66s, 386.76MB read
  Socket errors: connect 0, read 0, write 0, timeout 100
Requests/sec: 167138.86
Transfer/sec:     20.72MB