deploy/tests/benchmark/results/http_ev_c200.txt
Running 15s test @ http://127.0.0.1:27006/hello/hello
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.30ms    1.33ms  48.30ms   96.52%
    Req/Sec    41.28k     5.33k   54.94k    64.61%
  2462586 requests in 15.05s, 305.31MB read
Requests/sec: 163649.71
Transfer/sec:     20.29MB