deploy/tests/benchmark/results/http_ev_c500.txt
Running 20s test @ http://127.0.0.1:27006/hello/hello
  4 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.56ms   18.33ms 581.06ms   99.39%
    Req/Sec    36.87k     6.58k   47.37k    67.00%
  2946388 requests in 18.54s, 365.29MB read
  Socket errors: connect 0, read 0, write 0, timeout 500
Requests/sec: 158909.08
Transfer/sec:     19.70MB