deploy/tests/benchmark/results/http_uring_c10.txt
Running 15s test @ http://127.0.0.1:27006/hello/hello
  4 threads and 10 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   146.55us   40.27us   1.53ms   77.69%
    Req/Sec    13.60k   407.76    15.09k    73.34%
  817265 requests in 15.10s, 101.32MB read
Requests/sec:  54124.28
Transfer/sec:      6.71MB