deploy/tests/benchmark/results/http_uring_c200.txt
Running 15s test @ http://127.0.0.1:27006/hello/hello
  4 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     2.04ms   10.33ms 230.45ms   98.89%
    Req/Sec    44.17k     5.66k   61.49k    61.83%
  2639110 requests in 15.09s, 327.19MB read
Requests/sec: 174939.60
Transfer/sec:     21.69MB